tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

tap "cjbassi/gotop"
tap "koekeishiya/formulae"

#### Brew
brew "bash"
brew "cask"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "gibo"
brew "git"
brew "gnupg"
brew "go"
brew "hey"
brew "htop"
brew "hugo"
brew "jq"
brew "lsd"
brew "lua"
brew "mas"
brew "make"
brew "mawk"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "nnn"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "speedtest-cli"
brew "svn"
brew "tldr"
#brew "tmux"
brew "tree"
brew "unar"
brew "vegeta"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zoxide"
brew "zsh"

#### Fonts
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-fira-sans"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"

#### Apps
cask "1password"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "daisydisk"
cask "firefox-developer-edition"
cask "hazeover"
cask "iina"
cask "kitty"
cask "little-snitch"
cask "notion"
cask "popclip"
cask "rectangle"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "telegram"
cask "typora"
cask "whatsapp"
cask "zoom"

mas "NordVPN IKE", id: 1116599239
mas "Reeder", id: 1529448980
