tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

tap "cjbassi/gotop"
tap "koekeishiya/formulae"

#### Brew
brew "bash"
brew "bat"
brew "cask"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gawk"
brew "gh"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "htop"
brew "jq"
brew "lsd"
brew "lua"
brew "make"
brew "mawk"
brew "neovim"
brew "nmap"
brew "openssl"
brew "orbstack"
brew "poppler"
brew "pyenv"
brew "readline"
brew "rename"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "sqlite3"
brew "svn"
brew "tcl-tk"
brew "tldr"
brew "tmux"
brew "tree"
brew "tsh"
brew "unar"
brew "vault"
brew "watch"
brew "wget"
brew "xz"
brew "yazi" 
brew "youtube-dl"
brew "zlib"
brew "zoxide"
brew "zsh"

#### Fonts
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-fira-sans"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"

#### gui apps
cask "appcleaner"
cask "bartender"
cask "busycal"
cask "cryptomator"
cask "firefox"
cask "iina"
cask "karabiner-elements"
cask "kitty"
cask "typora"
cask "notion"
cask "outline-manager"
cask "raycast"
cask "slack"
cask "spotify"
cask "whatsapp"
cask "zoom"
