tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

tap "cjbassi/gotop"
tap "koekeishiya/formulae"

#### Brew
brew "bash"
brew "cask"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "gibo"
brew "git"
brew "gnupg"
brew "gnu-sed"
brew "gnu-tar"
brew "htop"
brew "jq"
brew "lsd"
brew "lua"
brew "make"
brew "mawk"
brew "neovim"
brew "nmap"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "svn"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zoxide"
brew "zsh"

#### Fonts
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-fira-sans"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"

#### Apps
#cask "raycast"
#cask "appcleaner"
#cask "bartender"
#cask "daisydisk"
#cask "firefox-developer-edition"
#cask "iina"
#cask "kitty"
#cask "little-snitch"
#cask "notion"
#cask "slack"
#cask "spotify"
#cask "telegram"
#cask "whatsapp"
#cask "zoom"
